<?php
// Heading
$_['meta_title'] = 'Установка завершена успішно';
$_['title_h1'] = 'Установка завершена успішно';

// Text
$_['front'] = 'Адреса вашого сайту';
$_['backend'] = 'Панель управління';
$_['thanks_for_okay_cms'] = 'Приємною роботи з OkayCMS!';
$_['thanks'] = 'Дякую за ваш вибір!';
$_['login'] = 'Логін в адмін панель';
$_['passwd'] = 'Пароль';
$_['contact_block_title'] = 'Ви можете отримати доступ до свого сайту, використовуючи наступну інформацію';

// Error
$_['error_delete_source'] = 'Обов\'язково переконайтеся, що папка /install була видалена автоматично';