<?php
// Heading
$_['meta_title'] = 'Перевірка параметрів сервера';
$_['title_h1'] = 'Перевірка параметрів сервера';

// Text
$_['extension'] = 'Розширення';
$_['ini_param'] = 'Параметр';
$_['extension_installed'] = 'Розширення встановлено';
$_['pdo_driver_not_exists'] = 'Відсутній необхідний двайвер mysql';
$_['extension_not_installed'] = 'Розширення не встановлено';
$_['text_php_version'] = 'Версія PHP';
$_['text_access_working_dir'] = 'Права доступу до робочого каталогу';
$_['text_success_test'] = 'Перевірка пройшла успішно.';
$_['text_now_we_unzipped'] = 'Зараз ми разархивируем файли в папку';
$_['text_files_will_be_deleted'] = 'Всі файли в цій папці будуть видалені безповоротно!';
$_['text_important_files'] = 'Переконайтеся, що в цій папці немає важливих для Вас файлів';
$_['next_step'] = 'Встановити систему';
$_['re_test'] = 'Повторити перевірку';
$_['i_agree'] = 'Я ознайомлений та згоден з умовами';
$_['license_link'] = 'Ліцензійної угоди';

// Error
$_['error_install_folder_missed'] = 'В основній папці відсутній папка install. Швидше за все ви перемістили вміст папки install на рівень вище. Розпакуйте архів в потрібну вам директорію і нічого не рухайте. Перейдіть по посиланню http://your-site/install/ ';
$_['error_php_version'] = 'Версія PHP на сервері не задовольняє мінімальним вимогам. Необхідна версія PHP {$php_version} або вище. ';
$_['error_create_dir'] = 'Не можу створити директорію. Встановіть права доступу 0755 до папки {$current_dir} ';
$_['error_create_file'] = 'Не можу створити файл. Встановіть права доступу 0755 до папки {$current_dir}. Якщо це не допоможе, вимкніть безопаности режим PHP ';
$_['error_chmod'] = 'Не можу змінити права доступу до файлу. Встановіть права доступу 0755 до папки {$current_dir}. Якщо це не допоможе, вимкніть безопаности режим PHP ';
$_['error_unlink'] = 'Не можу видалити файл. Встановіть права доступу 0755 до папки {$current_dir}. Якщо це не допоможе, вимкніть безопаности режим PHP ';
$_['error_rmdir'] = 'Не можу видалити директорію. Встановіть права доступу 0755 до папки {$current_dir}. Якщо це не допоможе, вимкніть безопаности режим PHP ';
$_['extension_warning'] = 'Система може працювати некоректно';
$_['ini_param_is_disabled'] = 'Параметр вимкнений';
// Success
$_['success_php_version'] = 'Версія PHP на сервері задовольняє мінімальним вимогам';