<?php
// Heading
$_['meta_title']                            = 'სერვერის პარამეტრები';
$_['title_h1']                              = 'სერვერის პარამეტრები';

// Text             
$_['extension']                             = 'გაფართოვება';
$_['extension_installed']                   = 'გაფართოვება დამყარებულია';
$_['pdo_driver_not_exists']                 = 'mysql საჭირო დრაივერი არ არსებობს';
$_['extension_not_installed']               = 'გაფართოვება ვერ დამყარდა';
$_['text_php_version']                      = 'PHP ვერსია';
$_['text_access_working_dir']               = 'წვდომის უფლება სამუშაო კატალოგთან';
$_['text_success_test']                     = 'ყველაფერი წესრიგშია.';
$_['text_now_we_unzipped']                  = 'ეხლა მოხდება არქივის გახსნა საქაღალდეში';
$_['text_files_will_be_deleted']            = 'ყველა ფაილი ამ საქაღალდეში წაიშლება სამუდამოდ!';
$_['text_important_files']                  = 'დარწმუნდით, რომ ამ საქაღალდეში არ არის თქვენთვის მნიშვნელოვანი ფაილები';
$_['next_step']                             = 'სისტემის ინსტალაცია';
$_['re_test']                               = 'შემოწმების გამეორება';
$_['i_agree']                               = 'გავეცანი და ვეთანხმები პირობებს';
$_['license_link']                          = 'სალიცენზიო შეთანხმება';

// Error
$_['error_install_folder_missed']           = 'ძირითად დირექტორიაში არ არსებობს საქაღალდე install. სავარაუდოთ, თქვენ გადაადგილეთ იგი ერთი დონით მაღლა. გახსენით არქივი თქვენთვის საჭირო დირექტორიაში და არაფერი გადაადგილოთ. გადადით ბმულზე http://your-site/install/';
$_['error_php_version']                     = 'PHP ვერსია სერვერზე არ აკმაყოფილებს მინიმალურ მოთხოვნილებებს. საჭიროა PHP {$php_version} ან უფრო მაღალი.';
$_['error_create_dir']                      = 'დირექტორია არ შეიქმნა. დააყენეთ წვდომის უფლება 0755 {$current_dir} საქაღალდესთვის';
$_['error_create_file']                     = 'ფაილი არ შეიქმნა. დააყენეთ წვდომის უფლება 0755 {$current_dir} საქაღალდესთვის. თუ შეცდომა არ გამოსწორდა, გათიშეთ PHP უსაფრთხო რეჟიმი';
$_['error_chmod']                           = 'წვდომის უფლება ფაილთან არ შეიცვალა. დააყენეთ წვდომის უფლება 0755 {$current_dir} საქაღალდესთვის. თუ შეცდომა არ გამოსწორდა, გათიშეთ PHP უსაფრთხო რეჟიმი';
$_['error_unlink']                          = 'ფაილის წაშლა ვერ მოხერხდა. დააყენეთ წვდომის უფლება 0755 {$current_dir} საქაღალდესთვის. თუ შეცდომა არ გამოსწორდა, გათიშეთ PHP უსაფრთხო რეჟიმი';
$_['error_rmdir']                           = 'დირექტორიის წაშლა ვერ მოხერხდა. დააყენეთ წვდომის უფლება 0755 {$current_dir} საქაღალდესთვის. თუ შეცდომა არ გამოსწორდა, გათიშეთ PHP უსაფრთხო რეჟიმი';
$_['extension_warning']                     = 'სისტემამ შეიძლება იმუშაოს ხარვეზებით';
// Success
$_['success_php_version']                   = 'PHP ვერსია სერვერზე აკმაყოფილებს მინიმალურ მოთხოვნილებებს';