<?php
// Heading
$_['meta_title']                            = 'ინსტალაცია წარმატებით დასრულდა';
$_['title_h1']                              = 'ინსტალაცია წარმატებით დასრულდა';

// Text
$_['front']                                 = 'თქვენი საიტის მისამართი';
$_['backend']                               = 'სამართავი პანელი';
$_['thanks_for_okay_cms']                   = 'გისურვებთ სასიამოვნო მუშაობას!';
$_['thanks']                                = 'გმადლობთ ჩვენი სისტემის არჩევისთვის!';
$_['login']                                 = 'ავტორიზაცია';
$_['passwd']                                = 'პაროლი';
$_['contact_block_title']                   = 'თქვენს საიტზე შესვლა შეგიძლიათ შემდეგი ინფორმაციის გამოყენებით';

// Error
$_['error_delete_source']                   = 'დარწმუნდით, რომ საქაღალდე /install ავტომატურად წაიშალა';