<?php
// Heading
$_['meta_title']                            = 'Установка завершена успешно';
$_['title_h1']                              = 'Установка завершена успешно';

// Text
$_['front']                                 = 'Адрес вашего сайта';
$_['backend']                               = 'Панель управления';
$_['thanks_for_okay_cms']                   = 'Приятной работы с OkayCMS!';
$_['thanks']                                = 'Спасибо за ваш выбор!';
$_['login']                                 = 'Логин в админ панель';
$_['passwd']                                = 'Пароль';
$_['contact_block_title']                   = 'Вы можете получить доступ к своему сайту, используя следующую информацию';

// Error
$_['error_delete_source']                   = 'Обязательно убедитесь, что папка /install была удалена автоматически';